{
  "aboutMiugoCare": "About MiUGO Care",
  "aboutMiugoText": "is a patient portal that will help you engage with your healthcare providers, manage your health conditions, and give you access to your own health information.",
  "activityCardLongText": "Tracking activity is about tracking metrics related to fitness, such as the frequency and length of any workouts, your step count, or your pulse. You can use connected devices to capture this information or enter it into MiUGO manually. Your doctor can tell you about your individual activity-related goals and expected progress. Regular physical activity can help improve and maintain your overall health and wellness.",
  "activityCardShortText": "Tracking activity is about tracking metrics related to fitness, such as the frequency and length of any workouts, your step count, or your pulse.",
  "appointment": "Appointment",
  "dementia": "Dementia",
  "dementiaCode": "Unspecified dementia with behavioral disturbance, F0391",
  "diabetesCode": "Type 2 diabetes mellitus with hyperglycemia, E1165",
  "diabetesEducator": "Diabetes Educator",
  "diabetesSpecialist": "Diabetes Specialist",
  "fallMonitoring": "Fall Monitoring",
  "geofenceMonitoring": "Geofence Monitoring",
  "hypertensionCode": "Hypertension, Unspecified, I159",
  "messages": "Messages",
  "peanuts": "Peanuts",
  "penicillin": "Penicillin",
  "records": "Records",
  "requestAppointment": "Request An Appointment",
  "sleepCardLongText": "Tracking your sleep can help you to understand how your sleep routine and habits impact your sleep quality. Using various sleep devices allows you to monitor and record your REM sleep, deep sleep, and light sleep data. Lack of effective sleep in any of these three sleep phases can have a negative impact on your mood, energy, productivity, and overall health. Your sleep data can provide you and your doctor with information to limit risks and improve potential issues affecting your health related to sleep deficiency.",
  "sleepCardShortText": "Tracking your sleep can help you to understand how your sleep routine and habits impact your sleep quality.",
  "upcomingAppointments": "Upcoming Appointments",
  "vitalsCardLongText": "Tracking your vital signs captures important information about how your body is functioning. They include body measurements such as blood pressure, blood glucose, body temperature, and others. Connected devices may be used to capture your vital sign measurement or you can enter the information into MiUGO manually if you are using a non-connected device. Your doctor will tell you what vital signs you should be measuring and how often to measure them. Your vital signs are an important indicator of how well you are managing your chronic condition and of your overall health.",
  "vitalsCardShortText": "Tracking your vital signs captures important information about how your body is functioning.",
  "whatDoWithMiugo": "What can you do with",
  "whatDoWithMiugoText1": "You can track your vital signs, sleep data, and physical activity by using a connected device or by manually entering this information on the platform.",
  "whatDoWithMiugoText2":"shows your health information to you in a meaningful way so you can monitor your progress over time.",
  "whatDoWithMiugoText3": "It is a communication base between you and your care team.",
  "whatDoWithMiugoText4": "Upload files, such as images of wounds to show progress of healing.",
  "whatDoWithMiugoText5": "Submit surveys that your doctor requests for you to complete.",
  "whatDoWithMiugoText6": "Send messages to your care team.",
  "whatDoWithMiugoText7": "You can also use",
  "whatDoWithMiugoText8": "to view your up-to-date health information, such as your current medication list and care plans.",

  "blood-pressure": "Blood Pressure",
  "blood-glucose": "Blood Glucose",
  "heart-rate": "Heart Rate",
  "oxygen-saturation": "Oxygen Saturation",
  "respiratory-rate": "Respiratory Rate",
  "body-temperature": "Body Temperature",
  "weight": "Weight",
  "a1c": "A1c"
}

