{
  "aboutMiugoCare": "Sobre MiUGO Care",
  "aboutMiugoText": " es un portal de pacientes que le permite interactuar con sus provedores de salud, manejar sus condiciones de salud, y le brinda acceso a su propia información médica.",
  "activityCardLongText": "Monitorear su actividad se refiere al registro de parametros de su actividad física, como la frecuencia y duración de su ejercicio, su cuenta de pasos, o su pulso. Puede usar dispositivos conectados para capturar esta información, o ingresarla a MiUGO manualmente. Su médico le puede informar acerca de sus metas personales de actividad física y su progresión esperada. La actividad física regular puede mejorar y mantener su salud y bienestar general.",
  "activityCardShortText": "Monitorear su actividad se refiere al registro de parametros de su actividad física, como la frecuencia y duración de su ejercicio, su cuenta de pasos, o su pulso.",
  "appointment": "Cita",
  "dementia": "Demencia (2019)",
  "dementiaCode": "Demencia no especificada con alteraciones del comportamiento, F0391",
  "diabetesCode": "Diabetes mellitus tipo 2 con hiperglicemia, E1165",
  "diabetesEducator": "Educador en Diabetes",
  "diabetesSpecialist": "Especialista en Diabetes",
  "fallMonitoring": "Monitoreo de Caídas",
  "geofenceMonitoring": "Monitoreo Geofence",
  "hypertensionCode": "Hipertensión, no especificada, I159",
  "messages": "Mensajes",
  "peanuts": "Cacahuate",
  "penicillin": "Penicilina",
  "records": "Registros",
  "requestAppointment": "Solicitar una Cita",
  "sleepCardLongText": "Monitorear su sueño le puede ayudar a comprender su rutina de sueño y los hábitos que afectan la calidad del sueño. Distintos dispositivos de medición del sueño le permiten monitorear y registrar información de su sueño MOR, profundo, y ligero. La falta de sueño efectivo en cualquiera de estas fases puede tener un impacto negativo en su ánimo, energía, productividad, y salud en general. La información del sueño le puede proporcionar a usted y a su médico información para reducir riesgos y mejorar aquéllo que afecta su sueño y su salud.",
  "sleepCardShortText": "Monitorear su sueño le puede ayudar a comprender su rutina de sueño y los hábitos que afectan la calidad del sueño.",
  "sosMonitoring": "Monitoreo SOS",
  "upcomingAppointments": "Próximas Citas",
  "vitalsCardLongText": "Monitorear sus signos vitales le permite capturar información importante de cómo funciona su cuerpo. Esto incluye medidas como presión arterial, glucosa sanguínea, temperatura, entre otros. Se pueden utilizar dispositivos conectados para capturar sus mediciones de signos vitales, o usted puede ingresar la información a MiUGO manualmente, en caso de usar un dispositivo no conectado. Sus signos vitales son un indicador importante de cómo maneja su condición crónica y su salud en general.",
  "vitalsCardShortText": "Monitorear sus signos vitales le permite capturar información importante de cómo funciona su cuerpo.",
  "whatDoWithMiugo": "Qué puede hacer con",
  "whatDoWithMiugoText1": "Usted puede registrar sus signos vitales, información de sueño, y actividad física usando un dispositivo conectado o ingresando la información a la plataforma manualmente.",
  "whatDoWithMiugoText2": "le muestra su información médica de manera significativa para que usted pueda monitorear su progreso a largo plazo.",
  "whatDoWithMiugoText3": "es una base de comunicación entre usted y su equipo médico.",
  "whatDoWithMiugoText4": "Suba archivos, como imágenes de heridas para demostrar el progreso de curación.",
  "whatDoWithMiugoText5": "Realice las encuestas que su médico le indique.",
  "whatDoWithMiugoText6": "Envíe mensajes a su equipo médico.",
  "whatDoWithMiugoText7": "También puede usar",
  "whatDoWithMiugoText8": "para observar su información médica actualizada, incluyendo su lista de medicamentos y planes de cuidados."
}
