Repository: honeyreliq/trial-miugo-mvp
Catalog: IUGOCare.Application/Common/Resources/Resource.*.resx
Languages: es

# CurrentPasswordRequired
source: The current password is required.
es: La contraseña actual es requerida.

# CurrentPasswordWrong
source: The current password is wrong.
es: La contraseña actual es incorrecta.

# GenericEmailGreeting
source: Hello {{PatientName}},
es: Hola {{PatientName}},

# NewPasswordRequired
source: The new password is required.
es: La nueva contraseña es requerida.

# PasswordChangedSubject
source: Your password has been successfully updated!
es: ¡Su contraseña ha sido actualizada satisfactoriamente!

# PasswordChangedBody_1
source: This is a confirmation that your password has been successfully changed on {{DateStamp}} at {{TimeStamp}}.
es: Esta es una confirmación de que su contraseña ha sido modificada con éxito el {{DateStamp}} a las {{TimeStamp}}.

# PasswordChangedBody_2
source: If you made these changes, no action is required. If you did not make these changes, contact your provider to report this.
es: Si realizó estos cambios, no se requiere ninguna acción. Si no realizó estos cambios, comuníquese con su proveedor para informarlo.

# PasswordChangedBody_3
source: Sincerely,<br />The iUGO Care Team
es: Sinceramente,<br />El Equipo de iUGO Care

# PasswordRequirement_1
source: At least 8 characters in length
es: Al menos 8 caracteres

# PatientIdRequired
source: The patient id is required.
es: Id de paciente requerido.

# SendPatientOnboardingEmailSubject
source: Patient Onboarding
es: Incorporación de pacientes

# SendPatientOnboardingEmailButtonText
source: REGISTER NOW
es: REGÍSTRESE AHORA

# SendPatientOnboardingEmailBody_1
source: Your health care provider has enrolled you in iUGO Care.
es: Su proveedor de salud lo ha inscrito en iUGO Care.

# SendPatientOnboardingEmailBody_2
source: iUGO Care is a healthcare platform that allows you to receive high-quality healthcare anywhere. You’ll have access to a private and secure online portal for your doctor to track, monitor, and coordinate some of your healthcare needs or concerns.
es: iUGO Care es una plataforma de salud que le permite recibir atención de salud de alta calidad en cualquier lugar. Usted tendrá acceso a un portal seguro y privado para que su doctor siga, monitoree y coordine algunas de sus preocupaciones o necesidades médicas.

# SendPatientOnboardingEmailBody_3
source: To complete your registration and access all of iUGO Care’s exciting features, please register your account online:
es: Para completar su registro y acceder a todas las emocionantes características de iUGO Care, por favor registre su cuenta en línea:

# SendPatientOnboardingEmailBody_4
source: <b>Step 1</b> Click <a style="text-decoration: underline;" href="{{Url}}" target="_blank">Register Now</a>. A new webpage will be open in your internet browser.
es: <b>Paso 1</b> De clic en <a style="text-decoration: underline;" href="{{Url}}" target="_blank">Regístrese Ahora</a>. Una nueva página web se abrirá en su navegador de internet.

# SendPatientOnboardingEmailBody_5
source: <b>Step 2</b> Follow the instructions to create a password for your account.
es: <b>Paso 2</b> Siga las instrucciones para crear una contraseña para su cuenta.

# SendPatientOnboardingEmailBody_6
source: <b>Step 3</b> Log into <a style="text-decoration: underline;" href="http://www.iugocare.com" target="_blank">www.iugocare.com</a> using your password.
es: <b>Paso 3</b> Inicie sesión en <a style="text-decoration: underline;" href="http://www.iugocare.com" target="_blank">www.iugocare.com</a> usando su contraseña.

# SendPatientOnboardingEmailBody_7
source: If you believe this email was sent to you in error, please disregard and delete it. If you have questions about how to use your iUGO Care portal, please contact your healthcare professional.
es: Si usted cree que este correo electrónico fue enviado por error, por favor omítalo y bórrelo. Si usted tiene preguntas acerca de el uso del portal iUGO Care, por favor contacte a su profesional de la salud.

# EmailUpdatedSubject
source: Your email address has been successfully updated!
es: ¡Su dirección de correo electrónico ha sido actualizada con éxito!

# EmailUpdatedBody_1
source: This is a confirmation that your email address on your iUGO Care Patient Portal account has been successfully changed on {{DateStamp}} at {{TimeStamp}}.
es: Esta es una confirmación de que su dirección de correo electrónico en su cuenta del Portal del paciente de iUGO Care se ha cambiado con éxito el {{DateStamp}} en {{TimeStamp}}.

# EmailUpdatedBody_2
source: If you made these changes, no action is required. If you did not make these changes, contact your provider to report this.
es: Si realizó estos cambios, no se requiere ninguna acción. Si no realizó estos cambios, comuníquese con su proveedor para informarlo.

# EmailUpdatedBody_3
source: Sincerely,<br />The iUGO Care Team
es: Sinceramente,<br />El Equipo de iUGO Care

# EmailUpdateRequestSubject
source: Please verify your email address
es: Por favor verifique su dirección de correo electrónico

# EmailUpdateRequestBody_1
source: Your email address has been updated on the iUGO Care platform.
es: Su dirección de correo electrónico ha sido actualizada en la plataforma iUGO Care.

# EmailUpdateRequestBody_2
source: Please click on the link below to verify your new email address:
es: Por favor haga clic en el siguiente enlace para verificar su nueva dirección de correo electrónico:

# EmailUpdateRequestBody_4
source: If you did not make these changes, disregard this email and contact your provider to report this.
es: Si no realizó estos cambios, ignore este correo electrónico y comuníquese con su proveedor para informarlo.

# EmailUpdateRequestBody_5
source: Sincerely,<br />The iUGO Care Team
es: Sinceramente,<br />El Equipo de iUGO Care

# PasswordRequirement_2
source: Lower case letters (a-z)
es: Minúsculas (a-z)

# PasswordRequirement_3
source: Upper case letters (A-Z)
es: Mayúsculas (A-Z)

# PasswordRequirement_4
source: Numbers (i.e. 0-9)
es: Números (i.e. 0-9)

# PasswordStrengthError
source: Password too weak
es: Contraseña demasiado débil

# EmailAddressRequired
source: The email address is required.
es: La dirección de correo electrónico es requerida.

# EmailAddressWrongFormat
source: The format of the email address is incorrect.
es: El formato de la dirección de correo electrónico es incorrecto.

# NewEmailInUse
source: The email address provided is already in use.
es: La dirección de correo electrónico suministrada ya se encuentra en uso.

# PatientMustBeActive
source: The patient must be active.
es: El paciente debe estar activo.

# IncorrectPassword
source: The password is incorrect.
es: La contraseña es incorrecta
